{
  "plugins": {
    "auto-session": {
      "src": "https://github.com/rmagatti/auto-session"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.compat": {
      "src": "https://github.com/saghen/blink.compat"
    },
    "cmp-go-deep": {
      "src": "https://github.com/samiulsami/cmp-go-deep"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot-eldritch.nvim": {
      "src": "https://github.com/samiulsami/copilot-eldritch.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "dart.nvim": {
      "src": "https://github.com/iofq/dart.nvim"
    },
    "fFtT-highlights.nvim": {
      "src": "https://github.com/samiulsami/fFtT-highlights.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "fzf-lua-frecency.nvim": {
      "src": "https://github.com/elanmed/fzf-lua-frecency.nvim"
    },
    "gitportal.nvim": {
      "src": "https://codeberg.org/trevorhauter/gitportal.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "markview.nvim": {
      "src": "https://github.com/OXY2DEV/markview.nvim"
    },
    "mason-tool-installer": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope"
    },
    "mini.pick": {
      "src": "https://github.com/echasnovski/mini.pick"
    },
    "nvim-jdtls": {
      "src": "https://github.com/mfussenegger/nvim-jdtls"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "sqlite.lua": {
      "src": "https://github.com/kkharji/sqlite.lua"
    },
    "symbol-usage.nvim": {
      "src": "https://github.com/Wansmer/symbol-usage.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "treesj": {
      "src": "https://github.com/Wansmer/treesj"
    },
    "undotree": {
      "src": "https://github.com/jiaoshijie/undotree"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-helm": {
      "src": "https://github.com/towolf/vim-helm"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    }
  }
}